{
  "2025": {
    "turma": "IIW2024A",
    "projetos": [
        {
        "nome": "Smart Garage Nexus",
        "descricao": "Smart Garage Nexus – Sua garagem digital no universo automotivo. Uma plataforma online inovadora para apaixonados por carros, oferecendo organização inteligente, histórico de manutenções, lembretes automáticos, documentos na nuvem e muito mais. Tudo em um só lugar, acessível de qualquer dispositivo. Conecte, controle e cuide do seu carro com tecnologia.", 
        "link": "https://carro6222.vercel.app/"
      }
      ,
      {
        "nome": "Reparaê",
        "descricao": "Na Reparaê, a gente entende de carro e de gente. Com um atendimento direto, transparente e de confiança, nossa garagem foi criada pra você que quer resolver os problemas do seu carro sem enrolação, sem surpresa e sem dor de cabeça.",
        "link": "https://projetocarro.vercel.app/?authuser=0"
      }
      ,
      {
        "nome": "Garagem V8",
        "descricao": "Uma garagem com oq vc precisa para ter o melhor carro possivel...",
        "link": "https://garagem-api-100.vercel.app/"
      }
      ,
      {
        "nome": "Garagem do Vinicius",
        "descricao": "Garagem Bonita.",
        "link": "https://carro-chi.vercel.app/"
      }
,
      {
        "nome": "ParkHub",
        "descricao": "Bem-vindo ao ParkHub, o lugar onde sua paixão por carros ganha vida sem limites. Imagine um espaço totalmente seu, um centro de comando digital onde você não apenas coleciona veículos, mas se torna o mestre de cada um deles. Aqui, você é o arquiteto da sua própria coleção automotiva, moldando desde carros urbanos práticos e eficientes até superesportivos de tirar o fôlego e caminhões robustos prontos para qualquer desafio.<br>Mas o ParkHub é muito mais do que uma vitrine estática. É uma experiência interativa. Assuma o controle total, dê a partida com um único clique e ouça o ronco distinto de cada motor. Sinta a adrenalina ao modular a aceleração, percebendo a diferença visceral de performance entre uma máquina de passeio e um monstro da velocidade.<br>E quando você achar que já explorou tudo, nós conectamos sua garagem ao mundo inteiro. Com nosso painel climático global exclusivo, sua experiência transcende o virtual. Planeje uma viagem imaginária pela Riviera Francesa, consultando antes se o sol estará brilhando em Mônaco para o seu conversível. Ou talvez queira testar a \"tração\" do seu 4x4, simulando uma rota pelas estradas nevadas de Estocolmo.<br>ParkHub é o seu universo automotivo pessoal, onde a engenharia encontra a imaginação e sua garagem se conecta ao pulso do planeta. Seus veículos. Suas regras. O mundo espera por você.",
        "link": "https://b3-p1-a1.vercel.app"
      }

      ,
      {
        "nome": "SyncDrive",
        "descricao": "Cansado de planilhas e anotações perdidas? Chegou o SyncDrive, a garagem inteligente que coloca o controle total dos seus veículos na palma da sua mão. Monitore, gerencie e planeje com uma interface intuitiva que conecta você ao seu carro como nunca antes. Desde o registro de manutenções detalhadas até o planejamento de viagens com previsão do tempo integrada, o SyncDrive transforma o cuidado com seu veículo em uma experiência simples, digital e eficiente. Assuma o controle. Sincronize sua direção.",
        "link": "https://carroanimado-dq9o.vercel.app/"
      }
      ,
      {
        "nome": "Garagem topi do balacobaco",
        "descricao": "Site que organiza sua garagem para você",
        "link": "https://garagem-api.vercel.app/"
      }
       ,
      {
        "nome": "mais_honradocars",
        "descricao": "Bem-vindo ao centro de operações definitivo para o entusiasta automotivo moderno. A Garaga Mais_Honradocars não é apenas um aplicativo; é o ecossistema digital da sua frota. Nós transformamos a maneira como você gerencia, interage e cuida dos seus veículos, combinando um design elegante com a robustez de um sistema de nível profissional.<br>Aqui, cada carro, esportivo ou caminhão não é apenas um item em uma lista, mas uma entidade viva e detalhada, modelada com precisão através da Programação Orientada a Objetos. Sinta o poder de:<br>Gerenciar sua Coleção Completa: Com um backend seguro e persistente em Node.js e MongoDB, sua garagem está sempre sincronizada e salva. Adicione, edite e remova veículos com a confiança de que seus dados estão protegidos.<br>Dominar a Manutenção: Deixe de ser reativo e torne-se preditivo. Agende serviços futuros, consulte históricos detalhados e mantenha cada máquina no auge da sua performance.<br>Planejar Viagens como um Estrategista: Com a nossa integração de previsão do tempo, sua próxima aventura é planejada com inteligência, garantindo que você esteja sempre preparado para as condições da estrada.<br>A Garagem Mais_Honradocars é a fusão perfeita entre a paixão pela estrada e a excelência do código. Sua garagem nunca foi tão poderosa, conectada e inteligente.",
        "link": "https://coisas.netlify.app/"
      }
      ,
      {
        "nome": "Intel-Car",
        "descricao": "O INTEL-Car é uma plataforma moderna que transforma sua garagem em um ambiente digital, interativo e automatizado. Com ele, você gerencia facilmente seus veículos, faz manutenções guiadas, acompanha o clima em tempo real e interage com um assistente inteligente que ajuda em cada etapa.",
        "link": "https://garagem-digital.onrender.com/"
      }
       ,
      {
        "nome": "Estacionamento Encantado",
        "descricao": "Bem-vindos(a) ao estacionamento encantado!! Um espaço moderno e acolhedor, projetado para vc se unir com a tecnologia Com um sistema automatizado, vc pode abrir e fechar o portão de forma mais rápida e segura para vc. Também pode cadastras seu veiculo, agendar revisões do seu carro, e ver sua previsão do tempo. Venha conhecer a sua garagem encantada!",
        "link": "https://beamish-heliotrope-86fc17.netlify.app/"
      }
      ,
      {
        "nome": "garargem",
        "descricao": "uma garagem normal",
        "link": "https://iiw24-a7-b2-spf3-git-main-eduardin345s-projects.vercel.app/"
      }
      ,
      {
        "nome": "Velocity Autos",
        "descricao": "A Garagem Inteligente é uma aplicação web full-stack que oferece uma solução completa para o gerenciamento de veículos. A plataforma permite que os usuários cadastrem sua frota e mantenham um registro detalhado e persistente do histórico de manutenção de cada veículo, associando serviços, custos e datas de forma organizada. Utilizando um backend robusto em Node.js e um banco de dados MongoDB, o sistema garante que todas as informações sejam salvas e relacionadas corretamente. A interface interativa, por sua vez, consome os dados da API para proporcionar uma experiência fluida, onde todas as atualizações acontecem em tempo real, sem a necessidade de recarregar a página.",
        "link": "https://github.com/emillymendeess/atv7"
      }
      ,
      {
        "nome": "Tanto Faz",
        "descricao": "Sem descrição.",
        "link": "https://projeto-carro-7h8f.vercel.app"
      }
       ,
      {
        "nome": "Garagem do Geloni",
        "descricao": "Uma site que organiza a sua garagem.",
        "link": "https://atividade-b2-p1-a6render.onrender.com/"
      }
       ,
      {
        "nome": "Garagem IDC",
        "descricao": "Minha garagem cumpre bem seu papel. É um espaço funcional, onde organizo veículos.",
        "link": "https://projeto-carro-orpin.vercel.app/"
      }
       ,
      {
        "nome": "Garagem DreamHouse",
        "descricao": "Bem-vinda à Dream Car Garage, onde cada veículo é mais que um meio de transporte: é um acessório de luxo! De conversíveis rosa-choque a SUVs prontos para a aventura, nossa garagem tem o carro perfeito para cada ocasião. Acelere seus sonhos com estilo, glamour e um toque de brilho. A vida em plástico é fantástica, e sua garagem também deveria ser! ",
        "link": "https://garagem-interativa.vercel.app/index.html"
      }
,
      {
        "nome": "Garagem Dos Alfas",
        "descricao": "Um espaço dedicado aos entusiastas de carros clássicos e elegantes, a Garagem dos Alfas é o refúgio perfeito para os amantes da icônica marca Alfa Romeo. Com um ambiente vintage e sofisticado, a oficina combina ferramentas modernas com um toque retro, mantendo viva a tradição dos veículos que passam por suas portas.<br>As paredes são adornadas com pôsteres de modelos clássicos, como o Giulietta, o Spider Duetto e o lendário GTA, enquanto o cheiro de óleo e gasolina se mistura ao aroma de café fresco, servido em uma pequena área de convivência para os clientes. Cada canto da garagem exala paixão pela mecânica e design italiano, com mecânicos especializados que tratam cada carro como uma obra de arte.<br>Seja para uma revisão, restauração ou simplesmente para admirar essas máquinas atemporais, a Garagem dos Alfas é o lugar onde a história automotiva ganha vida.",
        "link": "https://clima-inteligente-2-3423.vercel.app"
      }
      ,
      {
        "nome": "Garagem Virtual Interativa",
        "descricao": "A Garagem Virtual Interativa é uma aplicação web completa (full-stack) projetada para gerenciar uma coleção de veículos de forma dinâmica e organizada. Ela permite ao usuário popular sua garagem digital, interagir com os veículos e manter um registro detalhado de suas manutenções.",
        "link": "https:/projetocarro-gbce.vercel.app"
      }
      ,
      {
        "nome": "garagem++",
        "descricao": "melhor garagem q tem ",
        "link": "https://garage-kohl-eight.vercel.app"
      }
 ,
      {
        "nome": "Garagem do Yuji",
        "descricao": "melhor garagem ",
        "link": "https://vinicius-yuji-miaki-iiw24-a.vercel.app"
      }

    ]
  }
}