{
  "2025": {
    "turma": "IIW2024A",
    "projetos": [
        {
        "nome": "Smart Garage Nexus",
        "descricao": "Smart Garage Nexus – Sua garagem digital no universo automotivo. Uma plataforma online inovadora para apaixonados por carros, oferecendo organização inteligente, histórico de manutenções, lembretes automáticos, documentos na nuvem e muito mais. Tudo em um só lugar, acessível de qualquer dispositivo. Conecte, controle e cuide do seu carro com tecnologia.", 
        "link": "https://carro6222.vercel.app/"
      }
      ,
      {
        "nome": "Reparaê",
        "descricao": "Na Reparaê, a gente entende de carro e de gente. Com um atendimento direto, transparente e de confiança, nossa garagem foi criada pra você que quer resolver os problemas do seu carro sem enrolação, sem surpresa e sem dor de cabeça.",
        "link": "https://projetocarro.vercel.app/?authuser=0"
      }
      ,
      {
        "nome": "Garagem V8",
        "descricao": "Uma garagem com oq vc precisa para ter o melhor carro possivel...",
        "link": "https://garagem-api-100.vercel.app/"
      }
      ,
      {
        "nome": "Garagem do Vinicius",
        "descricao": "Garagem Bonita.",
        "link": "https://carro-chi.vercel.app/"
      }
,
      {
        "nome": "ParkHub",
        "descricao": "O ParkHub é um aplicativo de garagem digital que permite aos usuários criar e gerenciar uma coleção de veículos diversificada, de carros urbanos a superesportivos. Mais do que uma simples vitrine, o app oferece uma experiência interativa onde é possível 'ligar' os carros, ouvir o som dos motores e simular a aceleração para sentir a diferença de performance. Seu diferencial é um painel climático global, que conecta a garagem virtual ao mundo real, permitindo que o usuário planeje viagens imaginárias com seus veículos de acordo com as condições meteorológicas de qualquer lugar do planeta. ",
        "link": "https://b3-p1-a1.vercel.app"
      }

      ,
      {
        "nome": "SyncDrive",
        "descricao": "Cansado de planilhas e anotações perdidas? Chegou o SyncDrive, a garagem inteligente que coloca o controle total dos seus veículos na palma da sua mão. Monitore, gerencie e planeje com uma interface intuitiva que conecta você ao seu carro como nunca antes. Desde o registro de manutenções detalhadas até o planejamento de viagens com previsão do tempo integrada, o SyncDrive transforma o cuidado com seu veículo em uma experiência simples, digital e eficiente. Assuma o controle. Sincronize sua direção.",
        "link": "https://carroanimado-dq9o.vercel.app/"
      }
      ,
      {
        "nome": "Garagem topi do balacobaco",
        "descricao": "Site que organiza sua garagem para você",
        "link": "https://garagem-api.vercel.app/"
      }
       ,
      {
        "nome": "mais_honradocars",
        "descricao": "O Garagem Mais_Honradocars é um centro de operações automotivo que transforma o gerenciamento de veículos. Utilizando Programação Orientada a Objetos para modelagem precisa, o aplicativo oferece um sistema robusto para gerenciar uma coleção completa de veículos, com dados persistentes e seguros através de um backend em Node.js e MongoDB. Além do gerenciamento da frota, a plataforma se destaca por funcionalidades de manutenção preditiva, permitindo agendar serviços e consultar históricos, e um planejador de viagens inteligente que integra previsão do tempo para otimizar qualquer trajeto.",
        "link": "https://coisas.netlify.app/"
      }
      ,
      {
        "nome": "Intel-Car",
        "descricao": "O INTEL-Car é uma plataforma moderna que transforma sua garagem em um ambiente digital, interativo e automatizado. Com ele, você gerencia facilmente seus veículos, faz manutenções guiadas, acompanha o clima em tempo real e interage com um assistente inteligente que ajuda em cada etapa.",
        "link": "https://garagem-digital.onrender.com/"
      }
       ,
      {
        "nome": "Estacionamento Encantado",
        "descricao": "Bem-vindos(a) ao estacionamento encantado!! Um espaço moderno e acolhedor, projetado para vc se unir com a tecnologia Com um sistema automatizado, vc pode abrir e fechar o portão de forma mais rápida e segura para vc. Também pode cadastras seu veiculo, agendar revisões do seu carro, e ver sua previsão do tempo. Venha conhecer a sua garagem encantada!",
        "link": "https://beamish-heliotrope-86fc17.netlify.app/"
      }
      ,
      {
        "nome": "garargem",
        "descricao": "uma garagem normal",
        "link": "https://iiw24-a7-b2-spf3-git-main-eduardin345s-projects.vercel.app/"
      }
      ,
      {
        "nome": "Velocity Autos",
        "descricao": "A Garagem Inteligente é uma solução web full-stack para o gerenciamento completo de veículos. A plataforma permite cadastrar frotas e manter um registro detalhado e persistente de manutenções, associando serviços, custos e datas. Sustentada por um backend robusto em Node.js e banco de dados MongoDB, o sistema garante a integridade dos dados, que são consumidos por uma interface fluida via API, proporcionando ao usuário uma experiência com atualizações em tempo real.",
        "link": "https://github.com/emillymendeess/atv7"
      }
      ,
      {
        "nome": "Tanto Faz",
        "descricao": "Sem descrição.",
        "link": "https://projeto-carro-7h8f.vercel.app"
      }
       ,
      {
        "nome": "Garagem do Geloni",
        "descricao": "Uma site que organiza a sua garagem.",
        "link": "https://atividade-b2-p1-a6render.onrender.com/"
      }
       ,
      {
        "nome": "Garagem IDC",
        "descricao": "Minha garagem cumpre bem seu papel. É um espaço funcional, onde organizo veículos.",
        "link": "https://projeto-carro-orpin.vercel.app/"
      }
       ,
      {
        "nome": "Garagem DreamHouse",
        "descricao": "Bem-vinda à Dream Car Garage, onde cada veículo é mais que um meio de transporte: é um acessório de luxo! De conversíveis rosa-choque a SUVs prontos para a aventura, nossa garagem tem o carro perfeito para cada ocasião. Acelere seus sonhos com estilo, glamour e um toque de brilho. A vida em plástico é fantástica, e sua garagem também deveria ser! ",
        "link": "https://garagem-interativa.vercel.app/index.html"
      }
,
      {
        "nome": "Garagem Dos Alfas",
        "descricao": "A Garagem dos Alfas é um espaço exclusivo dedicado aos entusiastas de carros clássicos da marca Alfa Romeo. O local combina um ambiente vintage e sofisticado, com decoração retrô e uma área de convivência, com a expertise de uma oficina moderna. Com mecânicos especializados que tratam cada veículo como uma obra de arte, a garagem oferece serviços que vão desde revisões e restaurações completas até ser um ponto de encontro para admiradores da história e do design italiano.",
        "link": "https://clima-inteligente-2-3423.vercel.app"
      }
      ,
      {
        "nome": "Garagem Virtual Interativa",
        "descricao": "A Garagem Virtual Interativa é uma aplicação web completa (full-stack) projetada para gerenciar uma coleção de veículos de forma dinâmica e organizada. Ela permite ao usuário popular sua garagem digital, interagir com os veículos e manter um registro detalhado de suas manutenções.",
        "link": "https:/projetocarro-gbce.vercel.app"
      }
      ,
      {
        "nome": "garagem++",
        "descricao": "melhor garagem q tem ",
        "link": "https://garage-kohl-eight.vercel.app"
      }
 ,
      {
        "nome": "Garagem do Yuji",
        "descricao": "melhor garagem ",
        "link": "https://vinicius-yuji-miaki-iiw24-a.vercel.app"
      }
 ,
      {
        "nome": "Luanet Garage",
        "descricao": " Bem-vindo à Garagem Inteligente, um hub completo para entusiastas de automóveis. Aqui, você pode assumir o controle de simuladores interativos de carros, motos e caminhões, gerenciando tudo, desde a ignição até a manutenção. Além da simulação, a plataforma permite registrar e gerenciar uma frota de veículos real, com um histórico de manutenção completo conectado a um banco de dados. Para aprimorar a experiência, a garagem também oferece informações úteis como a previsão do tempo para sua próxima viagem e dicas da comunidade. ",
        "link": "https://garagem-inteligente-roit.vercel.app/"
      }
   ,
      {
        "nome": "Nicollas Guedes Dos Santos Car Store Santos Drive",
        "descricao": "A Nicollas Guedes dos Santos Car Store – Santos Drive se posiciona como uma loja de veículos seminovos e usados que busca elevar a experiência de compra. Com foco em transparência, sofisticação e atendimento personalizado, a empresa oferece um catálogo criteriosamente selecionado, garantindo carros de alta qualidade e procedência. A proposta é guiar o cliente com consultoria especializada, transformando a aquisição de um carro em um processo seguro e memorável, que vai além da simples negociação e foca na construção de um relacionamento de confiança.",
        "link": "https://meucarrobonito.vercel.app/"
      }
       ,
      {
        "nome": "Garagem Virtual do Pedro",
        "descricao": "Garagem Virtual do Pedro",
        "link": "https://carro-digital.vercel.app/"
      }


    ]
  }

}
